[CENTRAL_Flight_Device_Bridge_Transition AkEvent]
SpokenText="Схоже, Шень змогла запустити цей модуль. Ми всi чекаємо вас на мiстку, командире."

[CENTRAL_Generic_Commander_Bridge_A AkEvent]
SpokenText="Командире, пройдiть на мiсток."

[CENTRAL_Generic_Commander_Bridge_B AkEvent]
SpokenText="Командире, ви потрiбнi на мiстку."

[CENTRAL_Generic_Commander_Chamber_A AkEvent]
SpokenText="Командире, пройдiть до \"Залу тiней\"."

[CENTRAL_Generic_Commander_Chamber_B AkEvent]
SpokenText="Командире, ви потрiбнi в \"Залi тiней\"."

[CENTRAL_Generic_Commander_Engineering_A AkEvent]
SpokenText="Командире, пройдiть до iнженерного вiдсiку."

[CENTRAL_Generic_Commander_Engineering_B AkEvent]
SpokenText="Командире, ви потрiбнi в iнженерному вiдсiку."

[CENTRAL_Generic_Commander_Lab_A AkEvent]
SpokenText="Командире, пройдiть до лабораторiї."

[CENTRAL_Generic_Commander_Lab_B AkEvent]
SpokenText="Командире, ви потрiбнi в лабораторiї."

[CENTRAL_Generic_Commander_Quarters_A AkEvent]
SpokenText="Командире, пройдiть до каюти."

[CENTRAL_Generic_Commander_Quarters_B AkEvent]
SpokenText="Командире, вас чекають у вашiй каютi."

[Central_NoFilename_RealWarForAChange AkEvent]
SpokenText="...i влаштувати прибульцям для рiзноманiття справжню вiйну."

[Central_Strategy_Ambient_Contraband AkEvent]
SpokenText="Не знаю, що вони знаходять в цих чортових бургерах \"Адвенту\", але якщо я знайду ще одну обгортку бiля термiналу, комусь не поздоровиться."

[S_Avenger_Ambient_Central_AlienInvasionB_01 AkEvent]
SpokenText="Я так i не запитав вас, докторе... А чим ви займалися до вторгнення?"

[S_Avenger_Ambient_Central_AlienInvasionB_02 AkEvent]
SpokenText="Тодi вважаю, нам пощастило, що ви з нами."

[S_Avenger_Ambient_Central_AlienInvasionC_01 AkEvent]
SpokenText="Принаймнi, тепер нам не доведеться догоджати Радi, хоча вони ще навiть не виходили на зв'язок."

[S_Avenger_Ambient_Central_ChipFunctionB_01 AkEvent]
SpokenText="Сподiваюся, ви подбали про те, щоб цей чiп зберiгався пiд надiйним захистом."

[S_Avenger_Ambient_Central_ChipFunctionB_02 AkEvent]
SpokenText="Вiдмiнно. Нехай так воно i буде."

[S_Avenger_Ambient_Central_CityMigrationB_01 AkEvent]
SpokenText="Пропагандистська машина \"Адвенту\" не зупиняється нi вдень, нi вночi... Натовпи нових жителiв прямують до мiст."

[S_Avenger_Ambient_Central_CityMigrationB_02 AkEvent]
SpokenText="...А я вважаю, що не став би iмплантувати чiп в голову заради гарячого обiду та лiкiв вiд застуди."

[S_Avenger_Ambient_Central_CityMigrationB_03 AkEvent]
SpokenText="Докторе, ви помиляєтеся. Ми можемо запропонувати свободу, навiть якщо це означає необхiднiсть залишатися людиною."

[S_Avenger_Ambient_Central_CrewDis AkEvent]
SpokenText="В мiру того, як наша боротьба просувається, жителi колонiй починають звертати на нас увагу. Важливо, щоб команда знала, наскiльки люди в нас потребують i бажають змiн. Знала, заради чого ми боремося."

[S_Avenger_Ambient_Central_Quick_01 AkEvent]
SpokenText="Бiльшостi новобранцiв не доводилося працювати в таких тiсних умовах, як на \"Меснику\". До вiйни у нас ще було б час на тренування, але тепер доведеться багато чого освоювати на ходу."

[S_Avenger_Ambient_Central_Quick_02 AkEvent]
SpokenText="Останнiм часом ми перехоплюємо дивнi повiдомлення. Говорять, начебто нiмецькою, але толком не розiбрати."

[S_Avenger_Ambient_Central_Quick_03 AkEvent]
SpokenText="Треба поговорити з тiєю торговкою з чорного ринку. Можливо, вона допоможе нам поповнити бар."

[S_Avenger_Ambient_Central_Quick_04 AkEvent]
SpokenText="Не можу звинувачувати Шень за недовiру до Тайгана, але зараз ми не в тому становищi, щоб вiдмовлятися вiд будь-якої допомоги."

[S_Avenger_Ambient_Central_Quick_05 AkEvent]
SpokenText="Мушу вiддати належне новобранцям: їм не вистачає досвiду, але вони компенсують це мужнiстю."

[S_Avenger_Ambient_Central_Quick_06 AkEvent]
SpokenText="Менi не раз скаржилися на те, як я лiтаю, але щось поки не бачу iнших охочих, за винятком автопiлота."

[S_Avenger_Ambient_Central_Quick_07 AkEvent]
SpokenText="Тут темно, сиро i всюди метал. Цей корабель мало вiдрiзняється вiд нашої старої бази."

[S_Avenger_Ambient_Central_Quick_08 AkEvent]
SpokenText="Можливо, коли все закiнчиться, ми вирушимо на цьому кораблi колонiзувати iншi планети."

[S_Avenger_Ambient_Central_Quick_09 AkEvent]
SpokenText="Я можу зрозумiти привабливiсть клiнiк \"Адвенту\". Пара хвилин на операцiйному столi - i жодних проблем iз здоров'ям. На жаль, цiна питання - чiп."

[S_Avenger_Ambient_Central_Quick_10 AkEvent]
SpokenText="Пропаганда \"Адвенту\" працює на повну потужнiсть. Ми постiйно натикаємося на їхнi передачi в найнесподiванiших мiсцях."

[S_Avenger_Ambient_Central_Quick_11 AkEvent]
SpokenText="Я попередив команду, щоб вони не зв'язувалися з пайками \"Адвенту\". Ми поки не з'ясували, що вони туди пхають."

[S_Avenger_Ambient_Central_ShenFather_01 AkEvent]
SpokenText="Знаєте, я б, мабуть, уже був мертвий, якби не ваш батько. Вiн умiв творити справжнi дива."

[S_Avenger_Ambient_Central_ShenFather_02 AkEvent]
SpokenText="Ми у великому боргу перед вами обома."

[S_Avenger_Ambient_Central_ShenFather_03 AkEvent]
SpokenText="Так, ви маєте рацiю."

[S_Avenger_Ambient_Central_ShenFatherB_01 AkEvent]
SpokenText="Ваш батько пишався б, якби дiзнався, чого нам вдалося досягти... Як ви зумiли вiдновити корабель."

[S_Avenger_Ambient_Central_ShenFatherB_02 AkEvent]
SpokenText="Повiрте менi, вiн знав. Ваш батько нi на секунду не втрачав вiри в людство. Вiн знав, що ми будемо боротися, i що ми переможемо."

[S_Avenger_Ambient_Central_ShenFatherB_03 AkEvent]
SpokenText="Вiд мене вже довгий час нiякої користi, за винятком пiдготовки та запуску корабля - та й то це заслуга швидше доктора Шень. Я з радiстю залишу важливi рiшення командиру."

[S_Avenger_Ambient_Central_ShenFatherB_04 AkEvent]
SpokenText="Я доклав чимало зусиль, щоб новачки були готовi до того, з чим їм доведеться зiткнутися. Однак повернення командира позначиться на їхньому бойовому дусi краще за будь-якi промови."

[S_Avenger_Ambient_Central_ShenFatherB_05 AkEvent]
SpokenText="Поки всi питання вирiшує командир, у мене буде достатньо часу, щоб освоїти управлiння цим кораблем."

[S_Avenger_Ambient_Central_ShensPrideB_01 AkEvent]
SpokenText="Докторе, ви чудово попрацювали з цим кораблем."

[S_Avenger_Ambient_Central_ShensPrideB_02 AkEvent]
SpokenText="Навряд чи вони думали, що хтось зможе пiдняти в небо це старе залiзо."

[S_Avenger_Ambient_Central_Spokesman AkEvent]
SpokenText="Я думав, що Зв'язковий загинув або залягає на дно пiсля розформування Ради, але потiм вiн з'явився. Схоже, йому вдалося отримати мiсце в керiвництвi \"Адвенту\", i вiн почав постачати опору iнформацiєю."

[S_Avenger_Ambient_Central_SpokesmanB AkEvent]
SpokenText="Зв'язковий пiшов на великий ризик, проникнувши в \"Адвент\", щоб переконати мене в вiрностi нашiй справi. Серед нас ще залишилися скептики, але проблем вистачає i без того, щоб поки не турбуватися через людину на екранi."

[S_Avenger_Attack_Central_01_Setup_Phase AkEvent]
SpokenText="Живлення вiдключено! Ми падаємо!"

[S_Avenger_Attack_Central_02_Setup_Phase AkEvent]
SpokenText="Шень..."

[S_Avenger_Attack_Central_03_Setup_Phase AkEvent]
SpokenText="ШЕНЬ!"

[S_Avenger_Attack_Central_04_Setup_Phase AkEvent]
SpokenText="Звiт про пошкодження, швидше!"

[S_Avenger_Attack_Central_05_Setup_Phase AkEvent]
SpokenText="Тiльки одне?"

[S_Avenger_Attack_Central_06_Setup_Phase AkEvent]
SpokenText="Їм потрiбнi не ми, їм потрiбен корабель. Ти можеш якось вiдключити цю штуку?"

[S_Avenger_Attack_Central_07_Setup_Phase AkEvent]
SpokenText="Командире, доведеться зробити це по-старому. Наш єдиний шанс забратися звiдси - знищити цей шпиль. Не дозволимо прибульцям забрати наш корабель!"

[S_Avenger_Central_First_Avatar_Facility AkEvent]
SpokenText="Потрiбно знищити об'єкт прибульцiв, перш нiж вони встигнуть його евакуювати."

[S_Avenger_Central_First_Avatar_RepeatA AkEvent]
SpokenText="Командире, ми визначили координати об'єкта прибульцiв."

[S_Avenger_Central_First_Avatar_RepeatB AkEvent]
SpokenText="Командире, виявлена станцiя прибульцiв."

[S_Avenger_Central_No_Soldiers AkEvent]
SpokenText="Командире, у нас не залишилося бiйцiв! Термiново потрiбнi новобранцi!"

[S_Avenger_Central_Not_Enough_Soldiers AkEvent]
SpokenText="Командире, нам потрiбнi свiжi бiйцi. Треба б зв'язатися з штабом опору."

[S_Avenger_Central_Post_Final_Tentpole AkEvent]
SpokenText="Командире, координати цiлi зафiксованi. Ми готовi вирушати."

[S_Blacksite_Horror_Central_01 AkEvent]
SpokenText="...Все ще не можу повiрити, що дiло дiйшло до цього."

[S_Blacksite_Horror_Central_02 AkEvent]
SpokenText="Докторе, вони вбивають нас. Що може бути гiрше?"

[S_Blacksite_Horror_Central_03 AkEvent]
SpokenText="Їх там, напевно, тисячi."

[S_Blacksite_Horror_Central_04 AkEvent]
SpokenText="\"Аватар\"."

[S_Blacksite_Horror_Central_05 AkEvent]
SpokenText="Тож що там таке в цiй пляшечцi?"

[S_Blacksite_Horror_Central_06 AkEvent]
SpokenText="Докторе."

[S_Blacksite_Horror_Central_07 AkEvent]
SpokenText="Це... це неможливо."

[S_Blacksite_Horror_Central_08 AkEvent]
SpokenText="Але... Навiщо?"

[S_Blacksite_Horror_Central_09 AkEvent]
SpokenText="Вже непогано."

[S_Blacksite_Horror_Central_10 AkEvent]
SpokenText="Командире, я дуже рекомендую нанести їм вiзит."

[S_Blacksite_Horror_Central_11 AkEvent]
SpokenText="Коли ми знайдемо те, що шукаємо, то поставимо жирний хрест на всiй їхнiй дiяльностi. Назавжди."

[S_BlacksiteTransmission_Central AkEvent]
SpokenText="Командире, по закритому каналу отримано повiдомлення особливої важливостi. Це опiр..."

[S_Broadcast_Marked_On_Geoscape_Central AkEvent]
SpokenText="Щоб проникнути до башти мережi \"Адвенту\", загiн доведеться скоротити. Не можна привертати таку саму увагу, як у звичайнiй ситуацiї."

[S_Broadcast_Mission_Appears_Central AkEvent]
SpokenText="Координати цiлi зафiксованi. Нам випала можливiсть завдати удару в саме серце \"Адвенту\". Встановивши контроль над вежею, ми зможемо показати всьому свiту, чим займаються прибульцi. Шляху назад вже не буде."

[S_Broadcast_Mission_No_Turning_Back_Central AkEvent]
SpokenText="Командире, якщо ми почнемо рейд на мережеву вежу \"Адвенту\", то вже не зможемо завершити дослiдження чи допомогти пораненим. Необхiдна повна готовнiсть."

[S_Broadcast_Truth_Central_01 AkEvent]
SpokenText="Вiдмiнна робота, докторе..."

[S_Broadcast_Truth_Central_02 AkEvent]
SpokenText="Шень, який статус?"

[S_Broadcast_Truth_Central_03 AkEvent]
SpokenText="Я працюю над цим."

[S_Broadcast_Truth_Central_04 AkEvent]
SpokenText="Добре. Ви там постарайтеся!"

[S_Broadcast_Truth_Central_05 AkEvent]
SpokenText="Звiт про пошкодження, швидше! Спрацювало?"

[S_Build_Outpost_Long_Central_01 AkEvent]
SpokenText="Сховище, приймаємо сигнал, чiткий i ясний."

[S_Build_Outpost_Long_Central_02 AkEvent]
SpokenText="Ласкаво просимо до бою."

[S_Commander_Awakens_Central_01_Setup_Phase AkEvent]
SpokenText="Гаразд. Тодi до роботи."

[S_Commander_Awakens_Central_02_Setup_Phase AkEvent]
SpokenText="Все як 20 рокiв тому... Тодi ми ще називали це вiйною."

[S_Commander_Awakens_Central_03_Setup_Phase AkEvent]
SpokenText="Якби ми знали, що буде потiм."

[S_Commander_Awakens_Central_04_Setup_Phase AkEvent]
SpokenText="Вiдступати нiкуди. У нас повинно вийти."

[S_Commander_Awakens_Central_05_Setup_Phase AkEvent]
SpokenText="Я говорив їм, що вас так просто не здолати."

[S_Commander_Awakens_Central_06_Setup_Phase AkEvent]
SpokenText="З поверненням... командире."

[S_Commander_Awakens_Central_07_Setup_Phase AkEvent]
SpokenText="Радий бачити вас знову при свiдомостi. Гадаю, у вас зараз голова просто розколюється..."

[S_Commander_Awakens_Central_08_Setup_Phase AkEvent]
SpokenText="Але доктора Тайгана звинувачувати не можна. Особливо якщо врахувати, що нiхто досi такого не робив."

[S_Commander_Awakens_Central_09_Setup_Phase AkEvent]
SpokenText="Полегше - ми не до кiнця з'ясували, що вони з вами зробили. Чiп був впроваджений глибоко."

[S_Commander_Awakens_Central_10_Setup_Phase AkEvent]
SpokenText="За всi цi роки пошукiв ми втратили багато хороших бiйцiв. Надiї майже не залишилося. Як тiльки з'явилася iнформацiя, ми вiдразу ж почали дiяти."

[S_Commander_Awakens_Central_11_Setup_Phase AkEvent]
SpokenText="Не знаю, що вам вдасться згадати, але багато що змiнилося. Ми старалися, як могли, але останнi двадцять рокiв було важко."

[S_Commander_Awakens_Central_12_Setup_Phase AkEvent]
SpokenText="Якщо захочете ознайомитися з ситуацiєю, Шень пiдготувала архiви на вашому термiналi."

[S_Commander_Awakens_Central_13_Setup_Phase AkEvent]
SpokenText="I я б на вашому мiсцi сходив до доктора Тайгана. Вам потрiбно дещо дiзнатися, i вiн пояснить це краще, нiж я."

[S_Commander_Awakens_Central_14_Setup_Phase AkEvent]
SpokenText="Чорт, як же здорово, що ви знову з нами, командире."

[S_Commander_Awakens_Central_15_Setup_Phase AkEvent]
SpokenText="Тодi ми ще називали це вiйною."

[S_Dark_Volunteer_01_Central_01 AkEvent]
SpokenText="Можете починати."

[S_Dark_Volunteer_01_Central_01a AkEvent]
SpokenText="Чудово. Тепер ми можемо остаточно поставити хрест на проектi \"Аватар\"."

[S_Dark_Volunteer_01_Central_02 AkEvent]
SpokenText="I це наше нове завдання."

[S_Dark_Volunteer_01_Central_03 AkEvent]
SpokenText="Ви серйозно?"

[S_Dark_Volunteer_01_Central_04 AkEvent]
SpokenText="I в чому заковика?"

[S_Dark_Volunteer_01_Central_05 AkEvent]
SpokenText="Тобто ви хочете взяти одну з цих штук... пiд дистанцiйний контроль."

[S_Dark_Volunteer_01_Central_06 AkEvent]
SpokenText="Але це ж зовсiм iнша справа. Стазис-костюм…"

[S_Dark_Volunteer_01_Central_07 AkEvent]
SpokenText="\"Хоч якiсь шанси\" - це поганий варiант, докторе."

[S_Dark_Volunteer_01_Central_08 AkEvent]
SpokenText="Перш нiж ми увiрвемося прямо до ворога, нам потрiбно розробити план дiй."

[S_Dark_Volunteer_01_Central_09 AkEvent]
SpokenText="Тож у вас є час усе обмiркувати, командире."

[S_Dark_Volunteer_02_Central_01 AkEvent]
SpokenText="Шень, ви вже сто разiв це робили. Спокiйнiше."

[S_Dark_Volunteer_02_Central_02 AkEvent]
SpokenText="Задайте їм жару, командире."

[S_Dark_Volunteer_02_Central_03 AkEvent]
SpokenText="Починайте передачу. Отже, друзi. Свiт прокинувся вiд сну."

[S_Dark_Volunteer_02_Central_04 AkEvent]
SpokenText="I тепер усiм вiдома правда."

[S_Dark_Volunteer_02_Central_05 AkEvent]
SpokenText="\"Адвент\" - це брехня. Його час минув. Ми починаємо повномасштабну вiйну."

[S_Dark_Volunteer_02_Central_06 AkEvent]
SpokenText="Поки що прибульцi захоплюють наш свiт, ми атакуємо їхнiй власний."

[S_Dark_Volunteer_02_Central_07 AkEvent]
SpokenText="Це буде нелегко."

[S_Dark_Volunteer_02_Central_08 AkEvent]
SpokenText="Але вам це не вперше."

[S_Dark_Volunteer_02_Central_09 AkEvent]
SpokenText="Ви зробили все необхiдне. Ви жодного разу не похитнулися."

[S_Dark_Volunteer_02_Central_10 AkEvent]
SpokenText="Ви - XCOM."

[S_Dark_Volunteer_02_Central_11 AkEvent]
SpokenText="I ви покладете цьому кiнець!"

[S_Dark_Volunteer_02_Central_12 AkEvent]
SpokenText="Людство розраховує на вас."

[S_Dark_Volunteer_02_Central_13 AkEvent]
SpokenText="Удачi, командире."

[S_Equip_New_Item_SquadSelect_Engineering_Tutorial_Central AkEvent]
SpokenText="Схоже, Шень пiдготувала для нас польову аптечку. Потрiбно видати її комусь iз солдатiв перед операцiєю."

[S_First_Council_Mission_Geoscape_Central AkEvent]
SpokenText="У нас по всьому свiту є союзники, готовi подiлитися даними про операцiї \"Адвенту\", однак прибульцi активно їх переслiдують. Безпека наших агентiв - ваша турбота, командире. Удачi."

[S_First_Flight_Central_01_Setup_Phase AkEvent]
SpokenText="Командире, як чудово. Ви нам просто необхiднi."

[S_First_Flight_Central_02_Setup_Phase AkEvent]
SpokenText="Незважаючи на всi старання \"Адвенту\", осередки опору дiють по всьому свiту."

[S_First_Flight_Central_03_Alt_Setup_Phase AkEvent]
SpokenText="Незважаючи на всi старання \"Адвенту\", у свiтi достатньо людей, якi вiдмовляються вiрити їхнiй брехнi."

[S_First_Flight_Central_03_Setup_Phase AkEvent]
SpokenText="Два осередки запитують у нас допомогу. Але в обидва мiсця одразу ми явно не встигнемо."

[S_First_Flight_Central_04_Setup_Phase AkEvent]
SpokenText="А хтось говорить про \"Рейнджера\"?"

[S_First_Flight_Central_05_Setup_Phase AkEvent]
SpokenText="Шень, доповiдайте. Ми готовi?"

[S_First_Flight_Central_06_Setup_Phase AkEvent]
SpokenText="Слухаємося даму."

[S_First_LandedUFO_Geoscape_Central AkEvent]
SpokenText="Ми засiкли позицiю НЛО, що сiло в цьому регiонi. Якщо поквапимося, можемо заполучити непоганий улов матерiалiв та обладнання з корабля."

[S_First_Retaliation_Geoscape_Central AkEvent]
SpokenText="Командире, загiн готовий вирушити на допомогу сховищу опору, яке атаковане силами прибульцiв. Вiддайте наказ, i ми почнемо."

[S_First_Sabotage_Geoscape_Central AkEvent]
SpokenText="Командире, ми встановили контакт iз мiсцевим опором i дiзналися все необхiдне, щоб розпочати операцiю на об'єктi прибульцiв. Це наш шанс вставити палицю в колеса проекту \"Аватар\"."

[S_First_Scientist_Received_Central AkEvent]
SpokenText="Дякую за додатковий персонал. Я проконтролюю, щоб вони зайнялися корисною справою."

[S_First_Supply_Raid_Geoscape_Central AkEvent]
SpokenText="Командире, бiйцi опору завдали удару по транспортнiй лiнiї \"Адвенту\". Є шанс заполучити цiннi матерiали, якщо ми зможемо розiбратися з прибульцями, якi охороняють мiсце подiї."

[S_Forge_marked_on_Geoscape_Central AkEvent]
SpokenText="Командире, є координати виробничого комплексу. Я позначив точку на картi. Однак, перш нiж розпочати дiї, потрiбно встановити контакт з опором у цьому районi."

[S_Fortress_Marked_On_Geoscape_Central AkEvent]
SpokenText="Командире, ми встановили приблизне мiсцезнаходження ранiше невiдомого iнопланетного комплексу. Вони доклали чимало зусиль, щоб приховати його вiд нас. Думаю, ми нарештi знайшли те, що шукали."

[S_Golden_Path_Musings_Advent_Central_01 AkEvent]
SpokenText="З вторгненням усе було гранично ясно: технологiчний розрив, раптовiсть появи... Але \"Адвент\" - до цього ми нiколи не змогли б пiдготуватися, i питання тут не в екiпiруваннi. Пропаганда, подачки та нескiнченне поповнення їхнiх \"миротворчих сил\" стали справжньою бiдою для нового опору."

[S_Golden_Path_Musings_Blacksite_Horror_Central_01 AkEvent]
SpokenText="Прибульцi завжди були чудовиськами. З самого початку ми мали справу з низкою невдалих експериментiв. У випадку з \"Адвентом\" вони намагалися це приховати, але насправдi там усе та сама гниль. А тепер ще й цiлий комплекс, призначення якого - знищити людство, перетворити... на що? В якийсь концентрат, який потрiбен бозна для чого. Ми повиннi були здогадатися, що Старiйшини повернуться. Додуматися, що насправдi вони нiкуди й не зникали."

[S_Golden_Path_Musings_Dying_Ethereals_Central_01 AkEvent]
SpokenText="На хвилину я дозволив собi повiрити словам Тайгана. Вирiшив, що вмираючi Старiйшини спростять нам завдання. Треба було здогадатися, що все буде зовсiм не так просто. Як завжди, прибульцi вирiшують свої проблеми шляхом експериментiв над людьми, знищення планети або i того, й iншого одночасно. Цiлком iмовiрно, що нам випав шанс зупинити їх раз i назавжди. Не буде лiкiв, не буде i Старiйшин."

[S_Golden_Path_Musings_Risistance_Central_01 AkEvent]
SpokenText="Ситуацiя з припливом новобранцiв до опору покращилася пiсля новини про повернення командира. Їм був потрiбен лiдер не менше, нiж нам, i тепер вони чекають, що ми завдамо рiшучого удару. Це не проблема - у нас самих руки сверблять задати прочухана \"Адвенту\". Починається найцiкавiше."

[S_GP_Avatar_Bar_Geoscape_Central AkEvent]
SpokenText="Тут ми стежимо за ходом роботи прибульцiв над проектом \"Аватар\". Якщо вони зможуть закiнчити розпочате, усiм нам кiнець."

[S_GP_Avatar_Reveal_Comm_Feeder_Central AkEvent]
SpokenText="Командире, ми отримали термiнове повiдомлення. Схоже, це закодований сигнал однiєї з комiрок опору. Я перемикаю його на ваш екран."

[S_GP_Doom_Rising_Central AkEvent]
SpokenText="Командире, якщо ми хочемо завадити здiйсненню проекту \"Аватар\", то повиннi якнайшвидше атакувати один iз об'єктiв прибульцiв."

[S_GP_First_Alien_Facility_Buit_Central AkEvent]
SpokenText="Прибульцi щойно завершили роботу над новим об'єктом, який має безпосереднє вiдношення до проекту \"Аватар\" командире. Якщо ми зможемо встановити контакт з комiркою опору в цьому регiонi, у нас з'явиться можливiсть напасти на об'єкт i перешкодити ворожим планам."

[S_GP_PreBlacksite_Objective_Ambient_CEN AkEvent]
SpokenText="Ми дещо пiдозрювали, але до теперiшнього моменту нам не вистачало ресурсiв, щоб пiдтвердити наявнiсть секретних баз \"Адвенту\" за межами великих мiст. Переважно вони зосереджували свої зусилля на реконструкцiї мiських центрiв. Тепер, коли ми отримали iнформацiю про iснування цього секретного об'єкта, я змушений зiзнатися, що боюся того, що ми можемо знайти всерединi. Прибульцi можуть займатися там чим завгодно."

[S_GP_PreBroadcast_Objective_Ambient_CEN AkEvent]
SpokenText="Схоже, у нас нарештi з'явився шанс завдати удару по \"Адвенту\" i змусити цивiльне населення мiст засумнiватися в намiрах прибульцiв, але це дуже непросте завдання. Без допомоги командира ми б нiколи не досягли таких успiхiв, i тепер ми повиннi здобути перемогу, чого б нам це не коштувало."

[S_GP_PreCaptain_Objective_Ambient_CEN AkEvent]
SpokenText="Офiцери \"Адвенту\" набагато винахiдливiшi за рядових бiйцiв. Тим не менше, нашим солдатам навряд чи буде складно доставити доктору Тайгану пiддослiдного для його експериментiв, особливо якщо врахувати, що полоненого необов'язково брати живим. Мене буде важко здивувати, але я все ж хотiв би знати, яке вiдношення вилучений з командира чiп має до iмплантатiв капiтанiв \"Адвенту\"."

[S_GP_PreForge_Objective_Ambient_CEN AkEvent]
SpokenText="Шень змогла витягти набiр координат iз зразка, захопленого на секретному об'єктi прибульцiв, i вони, схоже, вказують на мiсцезнаходження ще одного невiдомого нам об'єкта. У нас є низка припущень щодо того, що ми там знайдемо, але я не готовий висловлювати їх уголос, поки сам не побачу, з чим ми маємо справу."

[S_GP_PreFortress_Objective_Ambient_CEN AkEvent]
SpokenText="Ми зайшли так далеко, як тiльки могли. Прийшов час зробити крок до їхнiх ворiт i покласти край проекту \"Аватар\". Досвiд минулих помилок навчив нас, що треба бути готовими до всього."

[S_GP_PreLiveCodex_Objective_Ambient_CEN AkEvent]
SpokenText="Доктор Тайган стверджує, що нашим солдатам буде нескладно нейтралiзувати Кодекс у ходi бою хоча б на короткий час. Цього має вистачити, щоб ми встигли проникнути в мережу \"Адвенту\". Складнiше буде переконати всiх не стрiляти по цiй тварi, щойно вона з'явиться. Нiхто не хоче лiзти в ближнiй бiй з одним iз цих чудовиськ, окрiм, хiба що, рейнджерiв."

[S_GP_PrePsiGate_Objective_Ambient_CEN AkEvent]
SpokenText="Менi не подобається ця гонитва. Ми не маємо жодного уявлення про те, куди нас заведуть цi координати, i те, що ми знайшли минулого разу, не сподобалося нiкому з нас. Цей об'єкт знаходиться далеко вiд мiст, тому нiщо не заважає прибульцям органiзувати там засiдку або ще щось гiрше. Нашi солдати готовi до бою, але менi дуже хотiлося б, щоб ми знали про те, куди летимо, хоча б щось."

[S_Humans_Obsolete_Central_01 AkEvent]
SpokenText="Прямо як той, у якому ми знайшли командира..."

[S_Humans_Obsolete_Central_02 AkEvent]
SpokenText="\"Звертайтеся до рекрутингового агентства \"Адвент\"."

[S_Humans_Obsolete_Central_03 AkEvent]
SpokenText="Майбутнє починається з вас."

[S_Humans_Obsolete_Central_04 AkEvent]
SpokenText="Тобто це клони? Це пояснює, звiдки їх так багато."

[S_Humans_Obsolete_Central_05 AkEvent]
SpokenText="Вiдкрита для чого?"

[S_Humans_Obsolete_Central_06 AkEvent]
SpokenText="Тобто тим, що ми виявили на секретному об'єктi."

[S_Humans_Obsolete_Central_07 AkEvent]
SpokenText="Виходить, весь цей час ми билися самi з собою."

[S_Humans_Obsolete_Central_08 AkEvent]
SpokenText="Аналiзи в клiнiках. \"Аватар\"."

[S_Humans_Obsolete_Central_09 AkEvent]
SpokenText="Розумiю, докторе. Продовжуйте дослiдження i дайте знати, якщо знайдете ще щось."

[S_Intro_Central_01 AkEvent]
SpokenText="Вже йду."

[S_Intro_Central_03 AkEvent]
SpokenText="Зосередьтеся."

[S_Intro_Central_04 AkEvent]
SpokenText="\"Незваний гiсть\", готовнiсть 60 секунд."

[S_Intro_Central_06 AkEvent]
SpokenText="Давай."

[S_Loot_Mission_Wrapper_Central AkEvent]
SpokenText="У нас є координати об'єкта \"Адвенту\", де зберiгається деталь системи, необхiдна Шень. Проникнiть туди, захопiть об'єкт i повертайтеся на корабель, поки прибульцi не зрозумiли, що сталося."

[S_Missing_Supply_Cache_Central AkEvent]
SpokenText="Опiр пiдготував тайник iз ресурсами в мiсцi, недоступному для \"Адвенту\". Нам доведеться злiтати туди i просканувати сектор, якщо ми хочемо їх отримати."

[S_Old_Gods_02_Central_01 AkEvent]
SpokenText="Це ж... Старiйшина. Я вже десять рокiв їх не бачив, крiм як на тих пам'ятниках, що \"Адвент\" наставив усюди."

[S_Old_Gods_02_Central_02 AkEvent]
SpokenText="Тобто вони вмирають самi. Наша робота значно спростилася."

[S_Old_Gods_02_Central_03 AkEvent]
SpokenText="I в чому заковика?"

[S_Old_Gods_02_Central_04 AkEvent]
SpokenText="Лiки?"

[S_Old_Gods_02_Central_05 AkEvent]
SpokenText="Вторгнення, окупацiя, \"Адвент\". Усе навколо нас - величезна лабораторiя. I ми в нiй - пiддослiднi щури."

[S_Old_Gods_02_Central_06 AkEvent]
SpokenText="\"Аватар\". Нам потрiбнi цi файли."

[S_Old_Gods_02_Central_07 AkEvent]
SpokenText="Або пiдiрвати до бiса весь корабель."

[S_Old_Gods_02_Central_08 AkEvent]
SpokenText="Це вирiшуване питання, докторе."

[S_Old_Gods_02_Central_09 AkEvent]
SpokenText="Командире, це буде нелегко, але якщо хтось на це здатний, то лише ви. Загiн буде готовий за першим сигналом."

[S_Pre_Final_Mission_Broadcast_Central_01 AkEvent]
SpokenText="На екран."

[S_Pre_Final_Mission_Broadcast_Central_02 AkEvent]
SpokenText="Виконуй. Вiн зараз сильно ризикує, виходячи на зв'язок."

[S_Pre_Final_Mission_Broadcast_Central_03 AkEvent]
SpokenText="Це реально?"

[S_PreFinalMission_MissionUI_Geoscape_Central AkEvent]
SpokenText="Момент настав, командире. Покладемо цьому край раз i назавжди."

[S_Psi_Gate_marked_on_Geoscape_Central AkEvent]
SpokenText="Командире, я позначив мiсце, координати якого Шень витягла з Кодексу. Воно в глушинi, далеко вiд населених областей. Треба встановити контакт з опором у цьому регiонi, щоб дiзнатися подробицi."

[S_Psi_Network_Central_01_GoldenPath AkEvent]
SpokenText="Здається, ця операцiя була простiшою за попередню, докторе?"

[S_Psi_Network_Central_02_GoldenPath AkEvent]
SpokenText="Якi вiдмiнностi?"

[S_Psi_Network_Central_03_GoldenPath AkEvent]
SpokenText="Вони використовували вас проти нас."

[S_Psi_Network_Central_04_GoldenPath AkEvent]
SpokenText="Мережi?"

[S_Psi_Network_Central_05_GoldenPath AkEvent]
SpokenText="Чи вразливiсть..."

[S_Psi_Network_Central_06_GoldenPath AkEvent]
SpokenText="Думаю, це буде нелегко."

[S_Psi_Network_Central_07_GoldenPath AkEvent]
SpokenText="Нелегко, як я i сказав."

[S_Psi_Network_Central_08_GoldenPath AkEvent]
SpokenText="Але це найкращий хiд. Вирiшувати вам, командире."

[S_Retaliation_Central_01_Setup_Phase AkEvent]
SpokenText="Дякую, Господиня. Насолоджуйтеся моментом."

[S_Retaliation_Central_02_Setup_Phase AkEvent]
SpokenText="Точно пiдмiчено."

[S_Retaliation_Central_03_Setup_Phase AkEvent]
SpokenText="Пiдняти цей аванпост за тривогою!"

[S_Retaliation_Central_04_Setup_Phase AkEvent]
SpokenText="Вони прямують до вас. Вже майже..."

[S_Retaliation_Central_05_Setup_Phase AkEvent]
SpokenText="У них немає жодного шансу..."

[S_Retaliation_Central_06_Setup_Phase AkEvent]
SpokenText="Командире, пора готувати загiн до десантування."

[S_Retaliation_Central_07_Setup_Phase AkEvent]
SpokenText="ПIДНIМАЙТЕ ТРИВОГУ! ВIДВОДЬТЕ ЛЮДЕЙ!"

[S_Setup_Phase_Armory_Promote_Jane_Central AkEvent]
SpokenText="Командире, Джейн Келлi зiграла ключову роль у вашому звiльненнi. Вона достатньо досвiдчена, щоб отримати пiдвищення. Слiд розiбратися з цим прямо зараз."

[S_Setup_Phase_Blacksite_Bridge_Matinee_Central AkEvent]
SpokenText="Опiр повiдомляє: вони знайшли секретний об'єкт \"Адвенту\", чутки про який до нас уже доходили. Координати вiдомi, але є проблема."

[S_Setup_Phase_Facility_Adds_Doom_Central AkEvent]
SpokenText="Командире, прибульцi продовжують працювати над проектом \"Аватар\". Знищення цього об'єкта зiб'є їхнi плани."

[S_Setup_Phase_First_Geoscape_Central AkEvent]
SpokenText="Можливо, прибульцi правлять свiтом, але ми це змiнимо. Поки що опiр представлений невеликими осередками. Перший крок - об'єднати їх."

[S_Setup_Phase_First_Geoscape_Hideout_Central AkEvent]
SpokenText="Ось наша поточна позицiя. Якщо нам вдасться знайти для Шень останнiй шматочок пазлу, ця штуковина насправдi може злетiти."

[S_Setup_Phase_First_Geoscape_Mission_Site_Central AkEvent]
SpokenText="На жаль, цей шматочок знаходиться всерединi охоронюваного об'єкта \"Адвенту\". Нiчого не вдiєш, нас чекає бiй."

[S_Setup_Phase_First_Geoscape_Ready_Deploy_Central AkEvent]
SpokenText="Загiн готовий вирушити за вашим сигналом, командире."

[S_Setup_Phase_First_Living_Quarters_Central AkEvent]
SpokenText="Для бiльшостi солдатiв каюти на \"Меснику\" на порядок комфортнiшi за тi умови, в яких вони жили на поверхнi."

[S_Setup_Phase_First_Memorial_Central AkEvent]
SpokenText="Командире, ми зробили для загиблих усе, що могли. Це слабка втiха, але люди зможуть вшанувати їхню пам'ять."

[S_Setup_Phase_First_Rumor_Central AkEvent]
SpokenText="Командире, нашi друзi з опору дали нам координати, якi слiд було б вивчити уважнiше."

[S_Setup_Phase_First_Scan_Central AkEvent]
SpokenText="Є данi з кiлькох регiонiв. Командире, ми не можемо бути в усiх мiсцях одночасно. Нам потрiбно ретельно продумувати ходи, допомагаючи друзям з опору та припиняючи дiяльнiсть противника."

[S_Setup_Phase_Forge_Coordinates_But_No_Contact_Central AkEvent]
SpokenText="Командире, є координати виробничого комплексу прибульцiв, але нам треба встановити контакт з опором у цьому регiонi, перш нiж ми зможемо розпочати операцiю."

[S_Setup_Phase_Fortress_Adds_Doom_Central AkEvent]
SpokenText="Командире, прибульцi продовжують працювати над проектом \"Аватар\". Якщо ми хочемо їх зупинити, треба дiяти швидко."

[S_Setup_Phase_Geoscape_Avenger_Focus_Central AkEvent]
SpokenText="Треба швидше почати контактувати з iншими регiонами, щоб створити глобальну мережу опору i покiнчити з \"Адвентом\"."

[S_Setup_Phase_Geoscape_Avenger_Parked_Central AkEvent]
SpokenText="Ось наша поточна позицiя, бiля штабу опору. Тут наш дiм, коли ми не на вильотi, i наше єдине джерело постачання."

[S_Setup_Phase_Geoscape_Avenger_Parked_Central_ALT AkEvent]
SpokenText="Командире, зараз ми знаходимося бiля штабу опору. Коли ми не на завданнi, тут наша база i джерело матерiалiв. Зв'язковий напав на слiд секретного об'єкта ось у цьому регiонi. На жаль, точних координат у нас поки немає. Щоб мати хоч якiсь шанси, треба встановити контакт iз мiсцевим осередком опору. У Тайгана є iдеї, як вийти з ними на зв'язок, не привертаючи уваги прибульцiв, але на дослiдження пiде час. Командире, з цим не можна зволiкати. Треба швидше почати контактувати з iншими регiонами, щоб створити глобальну мережу i покiнчити з \"Адвентом\"."

[S_Setup_Phase_Geoscape_Blacksite_Focus_Central AkEvent]
SpokenText="На жаль, секретний об'єкт \"Адвенту\" знаходиться в регiонi, з яким поки немає контакту. Щоб хоч якось дiстатися до цiлi, нам потрiбна допомога мiсцевого осередку опору. У Тайгана є iдеї, як вийти з ними на зв'язок, не привертаючи уваги прибульцiв, але на дослiдження пiде час."

[S_Setup_Phase_Geoscape_Blacksite_Region_Contact_Made_Central AkEvent]
SpokenText="Командире, ми встановили контакт iз мiсцевим опором. Готовi вирушити до секретного об'єкта за першим сигналом. Переконайтеся, що вiйська повнiстю спорядженi та готовi до запеклого опору. Припущу, що охорона на об'єктi буде серйозною."

[S_Setup_Phase_Geoscape_Blacksite_Region_Focus_Central AkEvent]
SpokenText="Ми налагодили зв'язок i тепер можемо встановити контакт iз осередком опору в регiонi за допомогою розвiдданих. Окрiм секретного об'єкта, ми отримаємо доступ до нових джерел матерiалiв."

[S_Setup_Phase_Geoscape_First_GOP_Central AkEvent]
SpokenText="Ми готовi зробити перший хiд, командире. Завдаючи ударiв по \"Адвенту\" всюди, де вдається їх дiстати, ми допомагаємо опору набратися сил. Вони у вiдповiдь готовi пiдтримувати нашi операцiї матерiально. Гаразд, настав час дiзнатися, на що здатна ця штуковина."

[S_Setup_Phase_Geoscape_First_GOP_Central_ALT AkEvent]
SpokenText="Ми готовi зробити перший хiд, командире. Завдаючи ударiв по \"Адвенту\" всюди, де вдається їх дiстати, ми допомагаємо опору набратися сил. Вiн у вiдповiдь готовий пiдтримувати нашi операцiї матерiально."

[S_Setup_Phase_Geoscape_First_Make_Contact_Central AkEvent]
SpokenText="Пiсля того як ми використаємо розвiдданi, нам доведеться кiлька днiв сканувати регiон, перш нiж осередок вийде з пiдпiлля. Коли знайдемо його, отримаємо у своє розпорядження новий регiон."

[S_Setup_Phase_Geoscape_Objectives_Appear_Central AkEvent]
SpokenText="Тут я вiдстежую поточнi тактичнi цiлi. Якщо потрiбнi подробицi, всi данi я вiдправляю на архiвний термiнал у вашiй каютi. Але зараз на це немає часу - я приймаю повiдомлення вiд опору, i, схоже, у них є для нас нова iнформацiя."

[S_Setup_Phase_Geoscape_Objectives_Appear_Central_ALT AkEvent]
SpokenText="Схоже, зараз на це немає часу. Розвiдка виявила дещо неподалiк вiд нашого поточного мiсцезнаходження."

[S_Setup_Phase_Geoscape_Player_Leaves_Without_Scanning_Central AkEvent]
SpokenText="Командире, нам потрiбно повнiстю просканувати регiон, перш нiж ми зможемо вийти на контакт з опором. Рекомендую закiнчити розпочате, хоча рiшення за вами."

[S_Setup_Phase_Geoscape_Resistance_Comms_Focus_Central AkEvent]
SpokenText="Настав час активувати систему зв'язку. Подивимося, хто знiме трубку."

[S_Setup_Phase_Geoscape_Scan_Attempt_With_Timed_Mission_Central AkEvent]
SpokenText="Командире, доступне завдання з обмеженим вiкном по часу. Сканування завжди можна вiдкласти, а от упустивши таке завдання, ми можемо серйозно нашкодити опору."

[S_Setup_Phase_Lab_Transition_Central AkEvent]
SpokenText="Здається, у Тайгана намiтився прогрес у дослiдженнi. Слiд нанести йому вiзит."

[S_Setup_Phase_Multiple_Missions_Available_Central AkEvent]
SpokenText="Отже, у нас є вибiр, з чого починати. Рiшення за вами. Тут ви знайдете актуальнi цiлi завдань; бiльш детальний опис знаходиться в архiвi, доступному з вашої каюти. Ми поки що займемося монiторингом частот опору на випадок, якщо з'явиться нова iнформацiя. До речi кажучи, щось надходить прямо зараз..."

[S_Setup_Phase_New_Ability_Confirmed_Central AkEvent]
SpokenText="Ми непогано почали. Солдати наберуться досвiду та стануть ще сильнiшими."

[S_Setup_Phase_Pass_time_Geoscape_Central AkEvent]
SpokenText="Вибравши на глобусi точку для сканування, можна використовувати вбудованi сенсори \"Месника\", щоб пошукати iнформацiю i пропустити час. Час також можна промотувати, скануючи розвiдданi у штабi опору."

[S_Setup_Phase_Pass_time_Geoscape_Central_ALT AkEvent]
SpokenText="Поки ми чекаємо появи нових завдань чи завершення дослiджень, можна сканувати точки, подiбнi до цiєї. Вiддайте наказ, i ми почнемо сканувати найближчий район."

[S_Setup_Phase_Pass_time_Geoscape_Specific_Alt_Central AkEvent]
SpokenText="Командире, поки ми чекаємо появи нових завдань i завершення дослiджень, можна сканувати точки, подiбнi до цiєї. Вiддайте наказ, i ми почнемо сканувати найближчий район."

[S_Setup_Phase_Psi_Gate_Coordinates_But_No_Contact_Central AkEvent]
SpokenText="Командире, ми використали координати, якi Шень з Тайганом витягли з Кодексу, але нам потрiбно встановити контакт з опором у цьому регiонi, перш нiж ми зможемо розпочати операцiю."

[S_Setup_Phase_Radio_Relay_Bridge_Matinee_Central AkEvent]
SpokenText="Згiдно з останнiм звiтом доктора Тайгана, ми можемо розширити дiапазон нашої мережi за допомогою ретрансляторiв."

[S_Setup_Phase_Recruit_Soldiers_After_Meeting_Resistance_Central AkEvent]
SpokenText="Ми встановили контакт iз мiсцевим опором i тепер можемо набирати новобранцiв iз їхнiх загонiв."

[S_Setup_Phase_Resistance_Comms_Bridge_Matinee_Central AkEvent]
SpokenText="Тайган щойно пiдтвердив, що нова система зв'язку опору повнiстю працездатна. Тепер треба лише оповiстити iнших."

[S_Setup_Phase_Soldier_Walkup_Promote_Central AkEvent]
SpokenText="У нас є бiйцi, якi заслужили пiдвищення. Крiм того, вважаю, Шень захоче сказати вам пару слiв."

[S_Setup_Phase_Welcome_to_Avenger_Post_Research_Central AkEvent]
SpokenText="Тайгану доведеться повозитися з цим дослiдженням. А поки що не завадило б заглянути до арсеналу."

[S_Skipped_or_Failed_Mission_Central AkEvent]
SpokenText="Пiсля недавнiх невдач опiр у цьому районi пiшов у тiнь. Треба почекати, перш нiж ми зможемо знову встановити контакт."

[S_Skulljack_Objective_Active_Not_Equipped_B_Central AkEvent]
SpokenText="Для прогресу по поточному завданню треба, щоб один iз солдатiв узяв у бiй черепний щуп i використав його."

[S_Skulljack_Objective_Active_Not_Equipped_Central AkEvent]
SpokenText="Командире, Тайган з Шень не зрадiють, якщо ми не застосуємо черепний щуп за призначенням. Треба видати його хоча б одному iз солдатiв перед висадкою."

[S_Support_Advent_Progress_Warning_Central_01 AkEvent]
SpokenText="Командире, спостерiгається пiдвищена активнiсть прибульцiв. По всьому свiту виявлено новi станцiї \"Адвенту\"."

[S_Support_Ambient_Musings_Misc_Central_01 AkEvent]
SpokenText="Ми приймаємо незахищений сигнал вiд якогось жартiвника, що називає себе Ван Доорн… Нам такий рекрут не потрiбен."

[S_Support_Ambient_Musings_Misc_Central_02 AkEvent]
SpokenText="Непогано б подумати про нову унiформу, але iнодi я дуже сумую за цим проклятим светром."

[S_Support_Ambient_Musings_Misc_Central_03 AkEvent]
SpokenText="Зважаючи на все те, що вiдбувалося, у нас не було часу розглянути таку можливiсть. Але я хочу вiрити, що Вален все ще десь там. Вона була не з тих, кому мiг завадити колапс XCOM."

[S_Support_Avenger_Lands_First_Contact_Central AkEvent]
SpokenText="Командире, на пiдставi наявних розвiдданих ми змогли знайти осередок опору, що дiє в цьому регiонi. Правда, знадобиться час, щоб визначити точне мiсцезнаходження."

[S_Support_Avoid_UFOs_Central_01 AkEvent]
SpokenText="Командире, нам треба обережнiше вибирати маршрут. \"Месник\", звiсно, потужна машина, але не настiльки, щоб зв'язуватися з бойовими НЛО. По можливостi слiд уникати контакту."

[S_Support_Begin_Scanning_Activity_Central AkEvent]
SpokenText="Командире, вбудованi сканери \"Месника\" дозволять нам знайти iнформацiю та ресурси в цьому секторi. Правда, територiя велика, i це займе якийсь час."

[S_Support_Blacksite_Mission_Locked_Central AkEvent]
SpokenText="Командире, є iнформацiя про секретний об'єкт прибульцiв, але ми можемо проникнути туди тiльки з допомогою мiсцевого опору. Нам треба якнайшвидше встановити контакт з ними в цьому регiонi - тодi ми зможемо з'ясувати, що стоїть за цим так званим проектом \"Аватар\"."

[S_Support_Class_Callouts_Central_01 AkEvent]
SpokenText="Рейнджер - розвiдник-спецiалiст, здатний використовувати iндивiдуальне маскування i знищувати противникiв у ближньому бою завдяки навичкам володiння холодною зброєю."

[S_Support_Class_Callouts_Central_02 AkEvent]
SpokenText="Гранатометники, фахiвцi з важкого озброєння, забезпечують нашим силам вогневу пiдтримку на полi бою."

[S_Support_Class_Callouts_Central_03 AkEvent]
SpokenText="Фахiвцi - оператори найскладнiшого обладнання: бойових дронiв, здатних вести вогонь або надавати медичну допомогу."

[S_Support_Class_Callouts_Central_04 AkEvent]
SpokenText="Як не важко здогадатися, нашi снайпери здатнi вражати противника з високою точнiстю навiть на величезних дистанцiях. Крiм того, вони непогано володiють пiстолетом на випадок близьких контактiв з ворогом."

[S_Support_Class_Callouts_Psi_Central AkEvent]
SpokenText="Псiонiка, на думку деяких, - найнебезпечнiша зброя прибульцiв. Тепер нашi псi-агенти здатнi використовувати її проти них."

[S_Support_Contact_Blacksite_Region_Central AkEvent]
SpokenText="Командире, ми вийшли на зв'язок iз мiсцевими силами опору. Ми готовi зайнятися секретним об'єктом прибульцiв за першим сигналом."

[S_Support_Established_Contact_Mission_Available_Central_01 AkEvent]
SpokenText="Командире, ми встановили контакт iз силами опору, i вони запитують нашу допомогу."

[S_Support_Established_Contact_Mission_Blacksite_Central_01 AkEvent]
SpokenText="Командире, ми вийшли на зв'язок iз мiсцевими силами опору, i вони готовi вивести нас на секретний об'єкт \"Адвенту\"."

[S_Support_Established_Contact_Mission_Forge_Central_01 AkEvent]
SpokenText="Установлений первинний контакт з оперативниками опору в цьому секторi. Вони готовi показати нам, як проникнути у виробничий комплекс прибульцiв."

[S_Support_Established_Contact_Mission_PsiGate_Central AkEvent]
SpokenText="Командире, ми вийшли на зв'язок iз мiсцевими силами опору. Ми готовi вирушити за координатами, отриманими з Кодексу."

[S_Support_Final_Avatar_Countdown_Central AkEvent]
SpokenText="Командире, наш час майже вийшов! Проект \"Аватар\" наближається до свого завершення. Все, що ми можемо зробити, щоб уповiльнити прогрес, - це знищити одну зi станцiй прибульцiв. Доведеться поквапитися, iнакше все, чого ми досягли, пiде прахом."

[S_Support_First_Alien_Facility_Constructed_Central AkEvent]
SpokenText="Командире, ходять чутки, що будiвництво об'єкта для розробки проекту \"Аватар\" завершено. Якщо нам вдасться встановити контакт з опором у цьому регiонi, ми зможемо знайти об'єкт i знищити його, завадивши дiям прибульцiв."

[S_Support_First_Armored_Enemy_Sighted_Central AkEvent]
SpokenText="Я сильно сумнiваюся, що звичайнi боєприпаси проб'ють цю броню. Думаю, вам доведеться використовувати гранати проти цiєї цiлi."

[S_Support_First_Dark_Events_Central AkEvent]
SpokenText="Розвiдка доповiдає, що прибульцi ведуть розробки, покликанi завадити нам зупинити проект \"Аватар\". Ми можемо завдати удару по однiй iз них, використовуючи партизанську тактику, але нам доведеться вибрати одну цiль - ресурсiв на все вiдразу не вистачить."

[S_Support_First_Doom_Central AkEvent]
SpokenText="Командире, ми можемо проаналiзувати звiти розвiдки i зробити висновки про те, наскiльки прибульцi близькi до завершення проекту \"Аватар\". Якщо вони досягнуть кiнця шкали, то ми запiзнилися."

[S_Support_First_Guerilla_Operation_Central AkEvent]
SpokenText="Чисельнiсть опору неухильно зростає, i у нас з'являється бiльше можливостей для завдання удару по \"Адвенту\". Ба бiльше, ми вже виявили вiдповiдну цiль, знищення якої вдарить по операцiях прибульцiв у цьому регiонi. Доведеться поквапитися - у нас не так багато часу."

[S_Support_First_Hidden_Doom_Central AkEvent]
SpokenText="Командире, надходять непiдтвердженi повiдомлення про те, що прибульцi ведуть розробку проекту \"Аватар\" на об'єктi, який ми поки що не знайшли. Нам треба постаратися i розкрити план ворога."

[S_Support_First_Radio_Relays_Central AkEvent]
SpokenText="Тепер ми можемо будувати радiоретранслятори в будь-якому регiонi, де встановлений контакт iз мiсцевим опором."

[S_Support_First_Regions_Available_Central AkEvent]
SpokenText="Командире, тепер ми можемо встановити контакт iз осередками опору, що дiють по всьому свiту. Нам треба зiбрати достатню кiлькiсть даних i запеленгувати сигнал, просканувавши регiон."

[S_Support_Geoscape_Connections_Central AkEvent]
SpokenText="Командире, ми можемо вiдстежувати на глобусi результати наших зусиль щодо встановлення контакту з групами опору. Ця iнформацiя також дозволить нам планувати подальшi операцiї."

[S_Support_Great_Mission_Central_01 AkEvent]
SpokenText="У мене нiколи не було сумнiвiв щодо ваших здiбностей, командире."

[S_Support_Great_Mission_Central_02 AkEvent]
SpokenText="Я сказав командi, щоб вони очiкували найкращих результатiв. Що ви їм i продемонстрували, командире."

[S_Support_Great_Mission_Central_03 AkEvent]
SpokenText="Пiсля такої операцiї бойовий дух буде на висотi. Вiдмiнна робота, командире."

[S_Support_Great_Mission_Central_04 AkEvent]
SpokenText="Вражаюча робота, командире. Прибульцi, напевно, досi не зрозумiли, що це було."

[S_Support_Great_Mission_Central_05 AkEvent]
SpokenText="Цього разу ми завдали їм серйозного удару, командире. Вони довго цього не забудуть."

[S_Support_Great_Mission_Central_06 AkEvent]
SpokenText="Крок за кроком ми зрiвняємо сили. Гарна робота, командире."

[S_Support_Great_Mission_Central_07 AkEvent]
SpokenText="Складається вiдчуття, що бiйцям усе дається легко - i це завдяки вам, командире."

[S_Support_Great_Mission_Central_08 AkEvent]
SpokenText="Вiдмiнна робота, командире. Ми на крок ближче до повернення контролю над планетою."

[S_Support_Great_Mission_Central_09 AkEvent]
SpokenText="Гадаю, прибульцi не особливо радi всьому, що вiдбувається. Добре спрацьовано."

[S_Support_Great_Mission_Central_10 AkEvent]
SpokenText="Ми раз за разом вiдламуємо шматки \"Адвенту\". Вражаюча робота."

[S_Support_Multiple_Mission_Sites_Available_Central AkEvent]
SpokenText="Командире, у нас багато контактiв по всьому свiту, тому ми отримуємо прохання про допомогу одразу з кiлькох мiсць. Наших ресурсiв вистачить, щоб вiдгукнутися лише на одне з них. Вибiр за вами."

[S_Support_No_Supply_Income_Central AkEvent]
SpokenText="Командире, у нас немає джерел нових матерiалiв. Треба знайти якийсь спосiб поповнювати нашi запаси."

[S_Support_Region_High_Alert_Central_01 AkEvent]
SpokenText="Командире, \"Адвент\" у цьому регiонi перебуває в повнiй бойовiй готовностi. Операцiя нам не пiд силу, координати скинутi."

[S_Support_Reminder_Alien_Facilities_Constructed_Central_01 AkEvent]
SpokenText="Командире, прибульцi не заспокоюються. По всьому свiту функцiонує безлiч станцiй. У нас майже не залишилося часу."

[S_Support_Reminder_Make_Contact_Central_01 AkEvent]
SpokenText="Командире, мiсцевий осередок опору хоче встановити контакт, але перший хiд повинен бути за нами."

[S_Support_Reminder_Need_More_Intel_Central_01 AkEvent]
SpokenText="Прямо зараз у нас недостатньо розвiдданих, щоб визначити координати сил опору в цьому районi."

[S_Support_Soldier_Shaken_Central AkEvent]
SpokenText="Командире, стрес вiд участi в бойових дiях позначається на психiцi навiть найкращих бiйцiв. Думаю, якщо ми подбаємо про їхнє здоров'я, решту зробить вiдпочинок."

[S_Support_Squad_Select_Wounded_Soldiers_Central AkEvent]
SpokenText="Не можна допустити провалу цiєї операцiї, навiть якщо нам доведеться кинути в бiй поранених бiйцiв. Ми повиннi будь-що досягти успiху."

[S_Support_Tough_Mission_Central_01 AkEvent]
SpokenText="Треба вжити ще щось. Ми не можемо дозволити собi такi операцiї."

[S_Support_Tough_Mission_Central_02 AkEvent]
SpokenText="Це трагедiя, командире. Подiбнi поразки забирають у нас не тiльки бiйцiв."

[S_Support_Tough_Mission_Central_03 AkEvent]
SpokenText="Командi буде важко це пережити, командире. У майбутньому треба докладати бiльше зусиль."

[S_Support_Tough_Mission_Central_04 AkEvent]
SpokenText="Ми зазнали важких втрат, командире. Таке нiколи не повинно повторитися."

[S_Support_Tough_Mission_Central_05 AkEvent]
SpokenText="Операцiя пройшла не найкращим чином. Треба переглянути тактику та вдосконалити екiпiрування."

[S_Support_UFO_Inbound_Evasive_Maneuvers_Central AkEvent]
SpokenText="Треба негайно здiйснити маневр ухилення! Ми на прицiлi у НЛО!"

[S_Support_UFO_Inbound_Now_Hunting_Central AkEvent]
SpokenText="Командире, розвiдка повiдомляє, що прибульцi вiдправили НЛО на нашi пошуки. Нам треба обережнiше вибирати маршрути польотiв."

[S_Support_UFO_Inbound_Shot_Down_Central AkEvent]
SpokenText="Командире, ми падаємо! НЛО вивело з ладу управлiння! Тримайтеся!"

[S_Support_UFO_Inbound_UFO_Evaded_Central AkEvent]
SpokenText="Командире, ми пiшли. Слiдiв переслiдування НЛО не видно."

[S_Victory_Central_01 AkEvent]
SpokenText="Я скажу, це того варте."

[S_Victory_Central_02 AkEvent]
SpokenText="Чули, що вона сказала? РУШАЙТЕ!"

[S_Victory_Central_03 AkEvent]
SpokenText="Шень, скажи менi, що у тебе є План Б."

[S_Victory_Central_04 AkEvent]
SpokenText="Швидко впоралися… Вiдмiнна робота."

[S_Victory_Central_05 AkEvent]
SpokenText="Командире, не знаю, що ви робите, але це працює. Тiльки дивiться, щоб вам вистачило палива на зворотну дорогу."

[S_Victory_Central_06 AkEvent]
SpokenText="Командире! Ви в порядку? Ми щойно втратили зв'язок з..."

[S_Victory_Central_07 AkEvent]
SpokenText="Докторе, якого бiса тут вiдбувається?"

[S_Victory_Central_08 AkEvent]
SpokenText="Тодi розривай з'єднання!"

[S_Victory_Central_09 AkEvent]
SpokenText="Мiсiя виконана, командире."

[S_Welcome_HQ_Central_01_Setup_Phase AkEvent]
SpokenText="Прийнято, Шень. Коли ми отримаємо цю штуку, ви дiзнаєтеся перша."

[S_Welcome_HQ_Central_02_Setup_Phase AkEvent]
SpokenText="Командире, дайте менi кiлька секунд."

[S_Welcome_HQ_Central_03_Setup_Phase AkEvent]
SpokenText="Активувати протокол \"Ешелон\"!"

[S_Welcome_HQ_Central_04_Setup_Phase AkEvent]
SpokenText="Я хотiв, щоб це пройшло урочистiше, але у нас тут є дещо."

[S_Welcome_HQ_Central_05_Setup_Phase AkEvent]
SpokenText="Шень вже кiлька мiсяцiв нас дiстає, щоб ми знайшли їй цей \"гiбридний конвертер магнiтного поля\"."

[S_Welcome_HQ_Central_06_Setup_Phase AkEvent]
SpokenText="Нарештi в \"Адвенту\" знайшлася одна така штука, але просто так нам її не вiддадуть. Якщо ми доставимо цей \"конвертер\" у цiлостi, тут усе запрацює по-справжньому. Не кажучи про те, що Шень вiд мене вiдстане."

[S_Welcome_HQ_Central_07_Setup_Phase AkEvent]
SpokenText="Загiн зiбраний i готовий до десантування, командире. Чекаємо на ваш наказ."

[S_Welcome_HQ_NS_Central_01 AkEvent]
SpokenText="Командире, радий знову бачити вас у доброму здоров'ї. Ласкаво просимо на мiсток, у центр усiх наших операцiй."

[S_Welcome_HQ_NS_Central_02 AkEvent]
SpokenText="Увесь свiт у руках прибульцiв. \"Адвент\" контролює все на свiтi: уряди, зв'язок, промисловiсть, не кажучи вже про армiї. Повернути це все - наше завдання."

[S_Welcome_HQ_NS_Central_03 AkEvent]
SpokenText="У нас мало часу i мало ресурсiв. Як ними розпорядитися - вирiшувати вам. Корабель пiд вашим командуванням."

[S_Welcome_Resistance_Incoming_Trans_Central AkEvent]
SpokenText="Командире, повiдомлення по безпечнiй лiнiї. Джерело невiдоме. Перекладаю у вашу каюту."

[S_Wild_Central_01 AkEvent]
SpokenText="Командире, ми приймаємо адресоване вам повiдомлення. Перекладаю його на ваш екран."

[S_Wild_Central_02 AkEvent]
SpokenText="Ми отримали для вас термiнове послання, командире."

[S_Wild_Central_03 AkEvent]
SpokenText="Ми отримали термiнове повiдомлення. Перекладаю його на головний екран."

[S_Wild_Central_04 AkEvent]
SpokenText="Схоже, нам пора приступати, командире. Коли ви пiдготуєтеся, я чекатиму вас на мiстку."

[S_Wild_Central_05 AkEvent]
SpokenText="Так!"

[S_Wild_Central_06 AkEvent]
SpokenText="Ми готовi зробити перший хiд, командире. Настав час дiзнатися, на що здатна ця штуковина."

[S_Wild_Central_07 AkEvent]
SpokenText="У нас з'явилася iнформацiя про \"гiбридний конвертер магнiтного поля\", який просила знайти доктор Шень."

[S_Wild_Central_08 AkEvent]
SpokenText="Нашi розвiдники виявили один такий пристрiй, який транспортує озброєний конвой \"Адвенту\". Вони поки ще поряд, але скоро опиняться поза досяжнiстю."

[S_Wild_Central_09 AkEvent]
SpokenText="Усi системи зв'язку вийшли з ладу. Я не знаю, що сталося там, унизу, але навряд чи щось хороше. Цi люди зумiли виграти для нас час, давайте не будемо його втрачати."

[S_Wild_Central_10 AkEvent]
SpokenText="Командире, бiля останнього вiдомого мiсця розташування конвою почалася перестрiлка. Передаю сигнал iз камер зовнiшнього спостереження."

[S_Wild_Central_11 AkEvent]
SpokenText="Менi повiдомляють, що конвой зрушив з мiсця. Бiйцi, що знаходяться неподалiк, готовi вiдкрити вогонь..."

[S_Wild_Central_12 AkEvent]
SpokenText="Чорт!"

[S_Wounded_Soldiers_Can_Go_Central AkEvent]
SpokenText="Командире, за потреби ми можемо вiдправити в бiй поранених. Це вкрай важлива операцiя - може статися, iншого вибору у нас немає."

[Strategy_New_Objective_Generic_Central_A AkEvent]
SpokenText="Схоже, роботи - непочатий край."

[Strategy_New_Objective_Generic_Central_B AkEvent]
SpokenText="Я оновив список стратегiчних завдань, командире."

[Strategy_New_Objective_Generic_Central_C AkEvent]
SpokenText="Ми робимо успiхи, командире. Я оновив список завдань на основi нової iнформацiї."

[Strategy_New_Objective_Generic_Central_D AkEvent]
SpokenText="Командире, я тримаю руку на пульсi. Ми чекаємо ваших наказiв."

[Strategy_New_Objective_Generic_Central_E AkEvent]
SpokenText="Ми готовi дiяти за першим сигналом. Я оновив список завдань з урахуванням нової iнформацiї."

[Strategy_New_Objective_Generic_Central_F AkEvent]
SpokenText="Командире, я оновив список поточних завдань з урахуванням останньої iнформацiї."

